Repository: AminSaffar-hub/project_2
Catalog: backend/login/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Register
fr: Inscription

source: Save Edits
fr: Enregistrer

source: Reset password
fr: Réinitialiser votre mot de passe

source: Login
fr: Se connecter

source: Did you forget your password? Click this <a href="{{password_reset_url}}">link</a>
fr: Vous avez oublié votre mot de passe? Clickez sur <a href="%(password_reset_url)s">ce lien</a>.

source: Not a member? <a href="{{register_url}}">Register</a> for free now.
fr: Vous n'êtes pas encore membre ? <a href="%(register_url)s">Inscrivez-vous</a> gratuitement dès maintenant.

source: Edit password
fr: Modifier le mot de passe

source: Password reset failed
fr: La réinitialisation du mot de passe a échoué

source: The password reset link is invalid, possibly because it has been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe n'est pas valide, il est possible que ce lien soit déjà utilisé.Veuillez effectuer une nouvelle demande de réinitialisation du mot de passe.

source: Edit profile
fr: Modifier le profil

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez cet e-mail parce que vous avez demandé une réinitialisation de votre mot de passe pour le compte utilisateur avec l'adresse suivante %(site_name)s.

source: If you did not ask for a password reset, contact our support team.
fr: Si vous n'avez pas demandé la réinitialisation de votre mot de passe, contactez notre équipe d'assistance.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre à la page suivante et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for rolling with erradar,
fr: Merci de rouler avec erradar,

source: Erradar team
fr: L'équipe d'Erradar

source: Password Reset Sent
fr: Email de réinitialisation envoyé

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas d'e-mail, vérifiez que vous avez bien saisi votre adresse email et vérifiez le dossier de courrier indésirable.

source: Disconnected successfully.
fr: Vous avez été déconnecté avec succès.

source: Account created successfully.
fr: Votre compte a été créer avec succès.

source: Profile modified successfully.
fr: Votre profile a été modifier avec succès.

source: Password modified successfully.
fr: Votre mot de passe a été modifier avec succés.
